Repository: LazyBui/Peygir
Catalog: Peygir.Presentation.Forms/Properties/Resources.*.resx
Languages: fa

# String_Accepted
source: Accepted
fa: پذیرفته‌شده

# String_AreYouSureYouWantToDeleteAttachments
source: Are you sure you want to delete selected attachment(s)?
fa: آیا شما مطمین هستید که می‌خواهید پیوست‌های انتخاب‌شده را حذف نمایید؟

# String_AreYouSureYouWantToDeleteSelectedMilestonesAndTheirTickets
source: Are you sure you want to delete selected milestone(s) and its (their) tickets?
fa: آیا شما مطمین هستید که می‌خواهید نقطه عطف‌های انتخاب‌شده و تمامی آگهی‌های مربوط به آن‌ها را حذف نمایید؟

# String_AreYouSureYouWantToDeleteSelectedProjects
source: Are you sure you want to delete selected project(s) and its (their) milestones and tickets?
fa: آیا شما مطمین هستید که می‌خواهید طرح‌های انتخاب‌شده و تمامی نقطه عطف‌ها و آگهی‌های مربوط به آن‌ها را حذف نمایید؟

# String_AreYouSureYouWantToDeleteSelectedTickets
source: Are you sure you want to delete selected ticket(s)?
fa: آیا شما مطمین هستید که می‌خواهید آگهی‌های انتخاب‌شده را حذف نمایید؟

# String_AssignedToChangesFromXToY
source: * "Assigned to" changes from "{0}" to "{1}".
fa: * «تخصیص‌یافته» از «{0}» به «{1}» تغییریافت.

# String_Blocker
source: Blocker
fa: مسدودگر

# String_Closed
source: Closed
fa: بسته‌شده

# String_Completed
source: Completed
fa: کامل‌شده

# String_Critical
source: Critical
fa: بحرانی

# String_DatabaseX
source: Database: {0}
fa: پایگاه‌داده: {0}

# String_Defect
source: Defect
fa: نقص

# String_DeleteAttachments
source: Delete attachments
fa: حذف پیوست

# String_DeleteMilestones
source: Delete milestones
fa: حذف نقطه عطف

# String_DeleteProjects
source: Delete projects
fa: حذف طرح

# String_DeleteTickets
source: Delete tickets
fa: حذف آگهی

# String_DescriptionChanges
source: * "Description" changes.
fa: * «توضیحات» تغییریافت

# String_Error
source: Error
fa: خطا

# String_FeatureRequest
source: Feature Request
fa: درخواست ویژگی

# String_High
source: High
fa: بالا

# String_Highest
source: Highest
fa: بالاترین

# String_Low
source: Low
fa: پایین

# String_Lowest
source: Lowest
fa: پایین‌ترین

# String_Major
source: Major
fa: بزرگ

# String_MilestoneChangesFromXToY
source: * "Milestone" changes from "{0}" to "{1}".
fa: * «نقطه عطف» از «{0}» به «{1}» تغییریافت.

# String_Minor
source: Minor
fa: کوچک

# String_New
source: New
fa: جدید

# String_Normal
source: Normal
fa: عادی

# String_PleaseAddAMilestoneBeforeAddingATicket
source: Please add a milestone before adding a ticket.
fa: لطفا قبل از افزودن آگهی، یک نقطه عطف ایجاد نمایید.

# String_PleaseSelectAMilestone
source: Please select a milestone.
fa: لطفا یک نقطه عطف را انتخاب نمایید.

# String_PleaseSpecifyMilestoneState
source: Please specify milestone state.
fa: لطفا وضعیت نقطه عطف را مشخص نمایید.

# String_PleaseSpecifyTicketPriority
source: Please specify ticket priority.
fa: لطفا اولویت آگهی را مشخص نمایید.

# String_PleaseSpecifyTicketSeverity
source: Please specify ticket severity.
fa: لطفا شدت آگهی را مشخص نمایید.

# String_PleaseSpecifyTicketState
source: Please specify ticket state.
fa: لطفا وضعیت آگهی را مشخص نمایید.

# String_PleaseSpecifyTicketType
source: Please specify ticket type.
fa: لطفا نوع آگهی را مشخص نمایید.

# String_PriorityChangesFromXToY
source: * "Priority" changes from "{0}" to "{1}".
fa: * «اولویت» از «{0}» به «{1}» تغییریافت.

# String_ReportedByChangesFromXToY
source: * "Reported by" changes from "{0}" to "{1}".
fa: * «گزارش‌شده» از «{0}» به «{1}» تغییریافت.

# String_SeverityChangesFromXToY
source: * "Severity" changes from "{0}" to "{1}".
fa: * «شدت» از «{0}» به «{1}» تغییریافت.

# String_StateChangesFromXToY
source: * "State" changes from "{0}" to "{1}".
fa: * «وضعیت» از «{0}» به «{1}» تغییریافت.

# String_SummaryChangesFromXToY
source: * "Summary" changes from "{0}" to "{1}".
fa: * «خلاصه» از «{0}» به «{1}» تغییریافت.

# String_Task
source: Task
fa: وظیفه

# String_TheMilestoneNameCannotBeBlank
source: The milestone name cannot be blank.
fa: نام نقطه عطف نمی‌تواند خالی باشد.

# String_TheProjectNameCannotBeBlank
source: The project name cannot be blank.
fa: نام طرح نمی‌تواند خالی باشد.

# String_TheTicketDescriptionCannotBeBlank
source: The ticket description cannot be blank.
fa: توضیحات آگهی نمی‌تواند خالی باشد.

# String_TheTicketSummaryCannotBeBlank
source: The ticket summary cannot be blank.
fa: خلاصه آگهی نمی‌تواند خالی باشد.

# String_TicketCreated
source: * Ticket created.
fa: * آگهی ایجاد گردید.

# String_Trivial
source: Trivial
fa: ناچیز

# String_TypeChangesFromXToY
source: * "Type" changes from "{0}" to "{1}".
fa: * «نوع» از «{0}» به «{1}» تغییریافت.

# String_Version
source: Version: {0}
fa: نگارش: {0}
